[
    {
        "name": "Citrato de Magnesio",
        "description": "Ayuda a construir huesos y regular la digestión, el sueño y la presión arterial. Apoya la función muscular y nerviosa, el ritmo cardíaco constante y un sistema inmunológico saludable.",
        "category": "minerals",
        "img": "citrato_magnesio.png"
    },
    {
        "name": "Citrato de Potasio",
        "description": "Previene los cálculos renales y contribuye al desarrollo muscular en entrenamientos de hipertrofia muscular.",
        "category": "minerals",
        "img": "citrato_potasio.png"
    },
    {
        "name": "Selenio",
        "description": "Mejora la salud cardiovascular, actúa como antioxidante, ayuda a desintoxicar el cuerpo y combatir infecciones.",
        "category": "minerals",
        "img": "selenio.png"
    },
    {
        "name": "Zinc",
        "description": "Ayuda al sistema inmunitario a luchar contra las bacterias y los virus que lo atacan. Es necesario para el crecimiento y desarrollo, participa en el metabolismo y es antioxidante.",
        "category": "minerals",
        "img": "zinc.png"
    },
    {
        "name": "Glicinato de Magnesio",
        "description": "Evita el estrés, ayuda a dormir, fortalece los huesos y los relaja. Ayuda al metabolismo y evita los calambres y la depresión.",
        "category": "minerals",
        "img": "glicinato_magnesio.png"
    },



    {
        "name": "Complejo B",
        "description": "Mantiene la salud cerebral, cardíaca, la formación del ADN y la regulación de la energía. Previene las migrañas y reduce los síntomas de depresión y ansiedad.",
        "category": "vitamins",
        "img": "complejo_b.png"
    },
    {
        "name": "Biotina",
        "description": "Mantiene el cabello y las uñas sanas, un sistema nervioso estable y coadyuvante en el metabolismo. Ayuda a convertir en energía lo que consumimos.",
        "category": "vitamins",
        "img": "biotina.png"
    },
    {
        "name": "Colágeno",
        "description": "Fortalece las uñas y el cabello mejorando su aspecto. Previene y retarda la aparición de arrugas, líneas de expresión y celulitis.",
        "category": "vitamins",
        "img": "colageno.png"
    },
    {
        "name": "Vitamina C",
        "description": "Fortalece el sistema inmunológico, antioxidante, ayuda a la salud de la piel, previene enfermedades degenerativas y mejora la vista.",
        "category": "vitamins",
        "img": "vitamina_c.png"
    },
    {
        "name": "Vitamina D3",
        "description": "Ayuda a tener huesos, músculos y nervios saludables y apoya el sistema inmunitario. Extrae el calcio de los alimentos y mejora el funcionamiento de los músculos.",
        "category": "vitamins",
        "img": "vitamina_d3.png"
    },
    {
        "name": "Vitamina E",
        "description": "Antioxidante. Ayuda a combatir infecciones por gérmenes y virus, previene los coágulos de sangre en los vasos sanguíneos, retrasa el envejecimiento celular y ayuda a cicatrizar.",
        "category": "vitamins",
        "img": "vitamina_e.png"
    },
    {
        "name": "Resveratrol",
        "description": "Antioxidante útil para proteger el corazón, bajar de peso, reduce el colesterol y previene los coágulos sanguíneos.",
        "category": "vitamins",
        "img": "resveratrol.png"
    },
    {
        "name": "Glucosamina Condroitina",
        "description": "Ayuda a aliviar el dolor y combatir la inflamación. Aumenta el cartílago y el líquido alrededor de las articulaciones y ayuda a prevenir su degradación.",
        "category": "vitamins",
        "img": "glucosamina_condroitina.png"
    },
    {
        "name": "5-HTP",
        "description": "Controla los problemas mentales como el estrés, la depresión y la ansiedad.",
        "category": "vitamins",
        "img": "5_htp.png"
    },




    {
        "name": "Proteína de Suero (Chocolate)",
        "description": "Aumenta la masa muscular, recupera la energía en los entrenamientos y protege los músculos y las articulaciones. Sacia el apetito.",
        "category": "suplements",
        "img": "proteina_suero_chocolate.png"
    },
    {
        "name": "Proteína de Suero (Vainilla)",
        "description": "Recupera la masa múscular rápido, proporciona apoyo al sistema inmunológico y favorece la construcción del músculo.",
        "category": "suplements",
        "img": "proteina_suero_vainilla.png"
    },
    {
        "name": "Proteína de Huevo (Chocolate)",
        "description": "Aumenta la masa muscular, recupera la energía en los entrenamientos y protege los músculos y las articulaciones. Sacia el apetito.",
        "category": "suplements",
        "img": "proteina_huevo_chocolate.png"
    },
    {
        "name": "Proteína de Huevo (Vainilla)",
        "description": "Recupera la masa múscular rápido, proporciona apoyo al sistema inmunológico y favorece la construcción del músculo.",
        "category": "suplements",
        "img": "proteina_huevo_vainilla.png"
    },
    {
        "name": "Creatina",
        "description": "Aumenta la masa muscular, recupera la energía en los entrenamientos, evita la fatiga y la producción del ácido láctico.",
        "category": "suplements",
        "img": "creatina.png"
    }
]